Repository: 84000/data-translation-memory
Catalog: toh62-v3.tmx
Source language: bo
Languages: en

source: །སྐྱེ་རྒ་འཆི་བས་བཅོམ་ཞིང་ནད་ཀྱིས་གཟིར་གྱུར་པ།
en: “Having seen the helpless wanderers defeated by birth, aging, and death

source: །འགྲོ་བ་མགོན་མེད་སྲིད་པའི་བརྩོན་ར་འདིར་བལྟས་ནས། །ཞི་བ་དམ་པ་མཆོག་གི་ཆོས་ཀྱི་གྲུ་སྦྱར་ཏེ།
en: And oppressed by illness in this prison of existence,

source: །སྲིད་པའི་རྒྱ་མཚོའི་ཆུ་ལས་སྐྱེ་བོ་སྒྲོལ་བར་བྱེད།
en: They liberate beings from the waves of the ocean of existence By preparing the boat of the peaceful, highest, and excellent Dharma.

source: །འདུས་བྱས་གྱུར་པར་འཇིག་རྟེན་འཁྱམས་པས་སྐྱབས་མགོན་དང་། །དཔུང་གཉེན་བྱེད་པ་གཞན་ནི་གང་ཡང་ཡོད་མིན་གྱིས།
en: “There is no other refuge and protector for those Who wander in the conditioned realms of the world.

source: །བདག་གིས་སེམས་ཅན་འདི་དག་ཐམས་ཅད་ཡོངས་དགྲོལ་ཞེས།
en: ‘I will completely liberate all those beings’:

source: །དེ་ཕྱིར་བྱང་ཆུབ་མཆོག་ཏུ་བདག་གིས་སྨོན་ལམ་བཏབ།
en: For this reason, I make this aspiration prayer for the highest enlightenment.

source: །ཡུལ་འཁོར་སྐྱོང་བྱང་ཆུབ་སེམས་དཔས་བཞི་པོ་འདི་དག་ནི་ཅང་ཤེས་ཀྱི་འགྲོས་སུ་ཤེས་པར་བྱ་སྟེ། བཞི་གང་ཞེ་ན། བདེ་འགྲོ་ཐོབ་སྟེ།
en: “Rāṣṭrapāla, there are four points that bodhisattvas should know to be states of noble ones. What are these four?

source: དེ་ཡང་སངས་རྒྱས་འབྱུང་བ་དང་ཕྲད་པ་དང་། བླ་མ་ལ་སྲི་ཞུ་བྱེད་དེ།
en: They are obtaining the higher realms—that is to say, meeting with buddhas that appear;

source: དེ་ཡང་ཟང་ཟིང་མེད་པའི་སེམས་ཀྱིས་བསྟེན་པ་དང་། བས་མཐའི་གནས་མལ་ལ་མངོན་པར་དགའ་སྟེ།
en: serving the gurus—that is to say, tending to them with minds free from worldly concerns;

source: དེ་ཡང་རྙེད་པ་དང་བཀུར་སྟི་ལ་མི་ལྟ་བ་དང་། སྤོབས་པ་ཐོབ་སྟེ།
en: taking delight in remote dwellings—that is to say, without having concern for gain or honor;

source: དེ་ཡང་ཟབ་མོ་ལ་བཟོད་པ་དང་ལྡན་པ་སྟེ།
en: and obtaining courage—that is to say, being receptive to the profound.

source: ཡུལ་འཁོར་སྐྱོང་བྱང་ཆུབ་སེམས་དཔས་ཆོས་བཞི་པོ་དེ་དག་ནི་ཅང་ཤེས་ཀྱི་འགྲོས་སུ་ཤེས་པར་བྱའོ།
en: Rāṣṭrapāla, bodhisattvas should know that these four points are states of noble ones.

source: །བརྟན་པ་ནགས་དང་སུལ་ན་རྟག་ཏུ་གནས་པར་བྱེད།
en: “These resolute ones always live in wildwoods and ravines.

source: དེ་དག་རྟག་ཏུ་ཁོར་མོར་རྙེད་པ་དོན་གཉེར་མིན།
en: They never strive for gain in any way.

source: །ཆགས་མེད་བློ་ཅན་རྟག་ཏུ་སྤོབས་དང་ལྡན་པ་ཡིན།
en: With minds free from desire, they are constantly endowed with courage.

source: །ཟབ་མོའི་ཆོས་ལ་མཁས་ཤིང་སྤྲོས་པ་རྣམས་དང་བྲལ།
en: They are skilled in the profound Dharma and free from mental elaboration.

source: །རྟག་ཏུ་ཁོར་མོར་བླ་མ་རྣམས་ལ་སྲི་ཞུ་བྱེད།
en: “They serve the gurus continuously, uninterruptedly.

source: །དེ་དག་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་དེ་དག་སྦྱོར།
en: They act just as they speak.

source: །བདེ་གཤེགས་དཔག་ཏུ་མེད་པ་མང་པོ་མཉེས་པར་བྱེད།
en: They please an unfathomable number of sugatas.

source: །རྒྱལ་བའི་ཡེ་ཤེས་ཆེད་དུ་མཆོད་པ་རྒྱ་ཆེར་བྱེད།
en: They worship extensively for the sake of the wisdom of the victorious ones.

source: །གྲགས་པ་ཆེན་པོ་རྣམས་ཀྱི་འགྲོ་བ་གཙོ་བོར་འགྱུར།
en: “The highest realm is for those of noble intent.

source: །ལྷ་མི་རྣམས་ཀྱི་ནང་ན་སྤྱི་བོར་ཕྱིན་པ་ཡིན།
en: They have arrived at the forefront of gods and humans.

source: །རྫོགས་པའི་བྱང་ཆུབ་ལམ་ལ་རྟག་ཏུ་སེམས་ཅན་འཛུད།
en: They always lead sentient beings on the path to enlightenment,

source: །དགེ་བ་བཅུ་པོ་དག་ལའང་ཡང་དག་སྦྱོར་བར་བྱེད།
en: And introduce them perfectly to the ten virtues.

source: །སངས་རྒྱས་ཡོན་ཏན་ཐོས་ནས་དེ་དག་དགར་འགྱུར་ཏེ།
en: “Having heard of the Buddha’s qualities, they become delighted,

source: །དེ་དག་རིང་པོར་མི་ཐོགས་ང་དང་ཉེ་བར་གྱུར།
en: Thinking, ‘We will reach those shortly.’

source: །དེ་དག་བྱང་ཆུབ་རྡུལ་བྲལ་དམ་པ་སངས་རྒྱས་ནས།
en: Having awakened to immaculate, perfect enlightenment,

source: །སེམས་ཅན་ཁྲག་ཁྲིག་སྡུག་བསྔལ་མཐའ་ཡས་རྣམས་ལས་འགྲེལ།
en: They think, ‘We will liberate billions of sentient beings from limitless suffering.’

source: །ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཡོངས་སུ་སྦྱོང་བའི་ཆོས་ཏེ།
en: “Rāṣṭrapāla, there are four things that thoroughly purify the enlightened conduct of bodhisattvas.

source: ཁོང་ཁྲོ་བ་མེད་པའི་སེམས་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་དང་། ཚུལ་འཆོས་པ་དང་། ཁ་གསག་དང་། ཐོབ་ཀྱིས་འཇལ་བ་ཡོངས་སུ་སྤངས་ཏེ་དགོན་པར་གནས་པ་དང་། བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་ཞིང་རྣམ་པར་སྨིན་པ་ལ་རེ་བ་མེད་པ་དང་། ཉིན་མཚན་དུ་ཆོས་འདོད་ཅིང་ཆོས་སྨྲ་བ་རྣམས་ལ་འཁྲུལ་པ་མི་ཚོལ་བ་སྟེ།
en: The conduct of a bodhisattva, for those whose minds are without hostility, is as follows: For those who have abandoned hypocrisy, flattery, and extortion of property, it consists in dwelling in the forest. For those who have renounced all possessions, it consists in having no expectations concerning ripening. It further consists in longing for the Dharma day and night, and in not looking for the faults in those who teach the Dharma.

source: ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཡོངས་སུ་སྦྱོང་བའི་ཆོས་སོ།
en: Rāṣṭrapāla, these four are the things that thoroughly purify the enlightened conduct of bodhisattvas.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ།
en: Then, the Bhagavān uttered the following verses:

source: །བླ་ན་མེད་པའི་བྱང་ཆུབ་འདོད་པ་ན།
en: “Longing for unsurpassable enlightenment,

source: །ཐ་བ་དྲི་མ་མེད་ཅིང་ཁྲོ་སེམས་མེད།
en: Without rigidity, impurity, or a hostile mind,

source: །དེ་ནི་སུ་ལའང་སྐྱོན་ཚོལ་བྱེད་མ་ཡིན།
en: They do not look for faults in anyone else.

source: །གཡོ་མེད་ཚུལ་འཆོས་མེད་ཅིང་སྤྲོས་སེམས་མེད།
en: They are without deceit, hypocrisy, or conceptualizing minds.

source: །ཁྱིམ་གྱི་བློ་གྲོས་ཡ་ང་མྱ་ངན་རྩ།
en: “With the dangerous mentality of a householder , the root of suffering,

source: །སྐྱེ་བོ་ངན་འགྲོགས་ཚུལ་བཞིན་རིང་འགྱུར་བ།
en: Some associate with bad people and stray far from the right path.

source: །སྤངས་ཏེ་དེ་ལ་མི་ལྟ་རབ་བྱུང་ནས།
en: Those who seek liberation abandon it without hesitation;

source: །ཐར་པ་འདོད་པ་རི་ཁྲོད་གནས་པར་བྱེད།
en: They go forth and make the mountain solitude their home.

source: །དགོན་པ་བས་མཐའི་རྣམས་པ་བསྟན་པས་ན།
en: “As they confine themselves to various remote forests,

source: །ཤེས་ཁེ་འཐོབ་པ་ཀུན་ལ་མི་རྟོན་ཞིང་།
en: They do not rely on making a profit from their knowledge.

source: །ལུས་དང་སྲོག་ལའང་ལྟ་བར་མི་བྱེད་ལ།
en: They give regard neither to their bodies nor health.

source: །སེང་གེ་ལྟ་བུར་གནས་ཤིང་དགྲ་ལས་རྒྱལ།
en: And, poised like lions, they overcome their enemies.

source: །བྱང་ཆུབ་ལམ་ཕྱིར་ཡེ་ཤེས་ཚོལ་བ་ན།
en: “Seeking wisdom for the sake of the path to enlightenment,

source: །ངན་ངོན་ཙམ་གྱིས་ཆོག་པར་འཛིན་བྱེད་ཅིང་།
en: They are content no matter what happens.

source: །རྟག་ཏུ་བྱ་ལྟར་སོགས་པ་སྤངས་ནས་ནི།
en: And without leaving a trace, like a bird,

source: །འཇིག་རྟེན་ཀུན་ལ་གནས་པ་མ་ཡིན་ནོ།
en: They do not linger anywhere in the world.

source: །དཔེར་ན་བསེ་ལྟར་གཅིག་བུ་གནས་བྱེད་ཅིང་།
en: “They stay alone like a rhinoceros,

source: །སེང་གེ་ལྟ་བུར་འཇིགས་པ་ཡོད་མ་ཡིན།
en: And are fearless like a lion.

source: །རི་དགས་ལྟ་བུར་སར་འཇིགས་ཡིད་མི་རྟོན།
en: Like a deer they fear sticking to one place.

source: །དེ་ནི་མཆོད་པས་ཁེངས་པར་འགྱུར་བ་མེད།
en: They do not grow proud because of praise.

source: །གཡང་སར་ལྟུང་བའི་འགྲོ་བ་འདི་བལྟས་ནས།
en: “Upon having seen that this world has fallen into an abyss,

source: །རབ་ཏུ་ཐར་བར་བྱ་ཕྱིར་འབད་པར་བྱེད།
en: They strive to rescue it.

source: །གལ་ཏེ་བག་ཡོད་དགེ་བའི་ཆོས་སྤྱོད་ན།
en: They think, ‘If I carefully practice virtue,

source: །བདག་ཀྱང་འགྲོ་བ་འདི་ཡི་དཔུང་གཉེན་འགྱུར།
en: I, too, will become a protector of this world.’

source: །མི་མཆོག་སྤྱོད་པ་འདི་དག་འདོད་པ་ན།
en: “Striving for this conduct of the supreme ones among men,

source: །འཛུམ་པའི་བཞིན་གྱིས་རབ་བསྟན་ཚིག་སྨྲ་ཞིང་།
en: With a friendly smile, they speak in a pleasant way.

source: །སྡུག་དང་མི་སྡུག་རྟག་ཏུ་རྙོག་སེམས་མེད།
en: Their minds are never troubled by the pleasant or unpleasant.

source: །རླུང་དང་འདྲ་བར་ཆགས་པ་མེད་པར་གནས།
en: They remain without attachment, like the wind.

source: །སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་ལ་མོས།
en: “Confident in emptiness and in the absence of characteristics,

source: །འདུས་བྱས་ཀུན་ལ་སྒྱུ་མ་ལྟ་བུར་རྟོག །ཡངས་པའི་བློ་ཅན་ཞི་དང་དུལ་ལ་དགའ།
en: They conceive all conditioned phenomena to be like illusions. Finding pleasure in peacefulness and self-restraint, and being open-minded,

source: །དེ་ནི་རྟག་ཏུ་བདུད་རྩིའི་རོ་ཡིས་མགུ།
en: They are always satisfied by the taste of ambrosia.

source: །ཅི་ནས་བྱང་ཆུབ་ལམ་ནི་སྒྲུབ་བྱེད་ཅིང་།
en: “Doing whatever it takes to accomplish the path to enlightenment,

source: །དེ་ནི་རྟག་ཏུ་བསམ་པ་ཡོངས་སུ་སྦྱོང་།
en: They constantly purify their intent.

source: །གཟུངས་དང་སྤོབས་པ་ཚོལ་བར་བྱེད་པ་ན།
en: Seeking retention and eloquence,

source: །ཡོན་ཏན་འདོད་པ་སྡུག་བསྔལ་བརྒྱ་དག་བཟོད།
en: They desire virtue and endure hundreds of sufferings. “Whoever exerts themselves will be delighted

source: །བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་འདི་བལྟས་ནས། །གང་ཞིག་དོན་དུ་གཉེར་དེ་དགར་འགྱུར་རོ།
en: Upon observing such bodhisattva conduct.

source: །གང་ཞིག་བྱང་ཆུབ་འདི་ལ་མ་མོས་པ།
en: Whoever dislikes enlightenment

source: །བློ་ཆུང་དེ་ནི་ཉེས་པ་བརྒྱ་ཡང་སྐྱེད།
en: Is of inferior intellect and commits hundreds of faults.”

source: །ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའི་གཡང་ས་སྟེ།
en: “Rāṣṭrapāla, there are four pitfalls for bodhisattvas.

source: ཡུལ་འཁོར་སྐྱོང་མ་གུས་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གཡང་ས་དང་། ཡུལ་འཁོར་སྐྱོང་བྱས་པ་མི་གཟོ་ཞིང་གཡོ་ལ་སྟེན་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གཡང་ས་དང་། ཡུལ་འཁོར་སྐྱོང་རྙེད་པ་དང་བཀུར་སྟི་ལ་ཆགས་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གཡང་ས་དང་། ཡུལ་འཁོར་སྐྱོང་ཚུལ་འཆོས་པ་དང་ཁ་གསག་གིས་རྙེད་པ་དང་བཀུར་སྟི་སྒྲུབ་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གཡང་ས་སྟེ།
en: Rāṣṭrapāla, disrespect is a pitfall for bodhisattvas. Rāṣṭrapāla, being ungrateful and dishonest is a pitfall for bodhisattvas. Rāṣṭrapāla, attachment to gain and honor is a pitfall for bodhisattvas. Rāṣṭrapāla, obtaining gain and honor by means of hypocrisy and flattery is a pitfall for bodhisattvas.

source: ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་གཡང་སའོ།
en: Rāṣṭrapāla, these four are the pitfalls for bodhisattvas.”

source: །འཕགས་པ་བླ་མ་རྣམས་དང་ཕ་མ་ལ། །དེ་དག་རྟག་ཏུ་གུས་པ་མེད་པ་ཡིན།
en: For the noble gurus or their parents.

source: །དེ་དག་བྱས་པ་མི་གཟོ་གཡོན་ཅན་ཏེ།
en: They are ungrateful and dishonest;

source: །རྟག་ཏུ་ཀུན་ཏུ་མ་བསྡམས་སྤྱོད་ཅིང་རྨོངས།
en: Never curbing their behavior, they are deluded.

source: །རྙེད་ལ་རྟག་ཏུ་ཆགས་ཤིང་ཞེན་པ་སྟེ།
en: “Always being attached and clinging to gain,

source: །དེ་དག་ཚུལ་འཆོས་པ་དང་གཡོ་སྦྱོར་དགའ།
en: They enjoy cheating and dishonesty.

source: །ཁ་ཅིག་ཚུལ་ཁྲིམས་བརྟུལ་ཞུགས་ཇི་ལྟས་ཀྱང་།
en: Those who keep moral observances in any way they like

source: །འདི་ན་བདག་དང་མཚུངས་པ་མེད་ཅེས་སྨྲ།
en: Say, ‘There is no one like me!’

source: །དེ་དག་ཕན་ཚུན་སྡང་བར་སེམས་པ་སྟེ།
en: “They are hostile toward each other;

source: །གླགས་ཚོལ་བ་ལ་རྟག་ཏུ་བརྩོན་པ་ཡིན།
en: Always eager to find faults.

source: །དེ་དག་ཞིང་གི་ལས་དང་ཚོང་ལ་དགའ།
en: They rejoice in farming and trading.

source: །དེ་དག་དགེ་སྦྱོང་ཡོན་ཏན་ཤིན་ཏུ་རིང་།
en: They are very far away from having the qualities of an ascetic.

source: །ཕྱི་མའི་དུས་ན་འདི་ལྟར་མ་བསྡམས་པའི།
en: “Not restraining themselves in this manner in the future,

source: །དགེ་སློང་ཚུལ་ཁྲིམས་ཡོན་ཏན་རབ་རིང་བ།
en: They will be very far away from the qualities of a monk’s discipline.

source: །དེ་དག་མཚང་འདྲུ་བ་དང་འཐབ་པ་དང་། །ཕྲག་དོག་དབང་གིས་ཆོས་འདི་ནུབ་པར་བྱེད།
en: By exposing faults out of rancor and jealousy, They will cause the Dharma to decline.

source: །བྱང་ཆུབ་ལམ་ལས་རྟག་པར་ཤིན་དུ་རིང་།
en: “They are always very far from the path to enlightenment.

source: །འཕགས་པའི་ནོར་ལས་དེ་དག་ཤིན་ཏུ་རིང་།
en: They are very far from the treasure of the noble ones.

source: །འཕགས་ལམ་གྱ་ནོམ་རྣམ་པར་སྤངས་ནས་ནི།
en: Having abandoned the excellent noble path,

source: །དེ་དག་འགྲོ་བ་ལྔར་ནི་འཁྱམ་པར་འགྱུར།
en: They will wander in the five realms of existence.”

source: །ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་ལ་བགེགས་བྱེད་པའི་ཆོས་ཏེ།
en: “Rāṣṭrapāla, there are four things that obstruct the enlightenment of bodhisattvas.

source: ཡུལ་འཁོར་སྐྱོང་ལེ་ལོ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་ལ་བགེགས་བྱེད་པའི་ཆོས་དང་། ཡུལ་འཁོར་སྐྱོང་མ་དད་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་ལ་བགེགས་བྱེད་པའི་ཆོས་དང་། ཡུལ་འཁོར་སྐྱོང་ང་རྒྱལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་ལ་བགེགས་བྱེད་པའི་ཆོས་དང་། ཡུལ་འཁོར་སྐྱོང་ཕ་རོལ་གྱི་མཆོད་པ་ལ་ཕྲག་དོག་དང་སེར་སྣའི་སེམས་དང་ལྡན་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་ལ་བགེགས་བྱེད་པའི་ཆོས་ཏེ།
en: Rāṣṭrapāla, laziness is something that obstructs the enlightenment of bodhisattvas. Rāṣṭrapāla, lack of faith is something that obstructs the enlightenment of bodhisattvas. Rāṣṭrapāla, pride is something that obstructs the enlightenment of bodhisattvas. Rāṣṭrapāla, entertaining jealous and avaricious thoughts when others are honored is something that obstructs the enlightenment of bodhisattvas.

source: ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་ལ་བགེགས་བྱེད་པའི་ཆོས་སོ།
en: Rāṣṭrapāla, these four are the things that obstruct the enlightenment of bodhisattvas.”

source: །མ་དད་ལེ་ལོ་རྟག་ཏུ་རྨོངས་པའི་སེམས།
en: “Lacking faith, being lazy, and always deluded,

source: །དེ་དག་མངོན་པའི་ང་ཅན་རྟག་ཏུ་ཁྲོ།
en: They are self-conceited and constantly enraged.

source: །བཟོད་ལྡན་རྟག་བརྩོན་དགེ་སློང་མཐོང་ནས་ནི།
en: When they see a monk who is always patient and exerts himself,

source: །གཙུག་ལག་ཁང་ནས་འགྲོ་ཚེ་དབྱུག་པ་རྡེག །ཕ་རོལ་མཆོད་ཕྱིར་འདི་ནི་ཕྲག་དོག་སྐྱེ།
en: They hit him with sticks as he leaves the monastery. “Feeling envy because others are honored,

source: །དེ་དག་སེམས་ནི་གནས་པ་ཡོད་མ་ཡིན།
en: Their minds are not at rest.

source: །གླགས་ལྟ་བྱེད་ཅིང་འཁྲུལ་པ་ཚོལ་བ་ཅན།
en: Being opportunity seekers and fault finders,

source: །སུ་ལ་འཁྲུལ་ཡོད་གང་ལ་གླེང་བྱ་སྙམ།
en: They think, ‘I will accuse the one who has faults.’

source: །དེ་དག་ང་ཡི་བསྟན་པ་འདི་ལས་རིང་།
en: “They are far away from this teaching of mine;

source: །དེ་དག་ཡོན་ཏན་དངང་ཞིང་ངན་སོང་གཞོལ།
en: They hate good qualities and are on their way to lower realms.

source: །དེ་དག་རྒྱལ་བའི་བསྟན་པ་བོར་ནས་ནི།
en: Having abandoned the teaching of the Victorious One,

source: །ངན་སོང་ཤིན་ཏུ་མི་བཟད་འབར་བར་འགྲོ།
en: They go to the extremely horrific, blazing lower realms.

source: །དེ་དག་རྣམས་ཀྱི་སྡིག་པའི་སྤྱོད་པ་དང་། །ཆོས་མིན་ལྡན་འགྲོ་རབ་སྡིག་འདི་ཐོས་ནས།
en: “Having heard about their bad conduct And improper, exceedingly evil way of living here,

source: །རྟག་ཏུ་འཁོར་མོར་བྱང་ཆུབ་ལམ་ལ་སྦྱོར།
en: Always practice uninterruptedly the path to enlightenment.

source: །ངན་འགྲོར་སྐྱེས་ཤིང་གདུང་བར་གྱུར་ཏ་རེ།
en: Beware—you are sure to be reborn and suffer in the lower realms!

source: །སངས་རྒྱས་འཇིག་རྟེན་ཕན་པ་དྲང་སྲོང་ཆེ།
en: “A buddha, a great sage who benefits the world,

source: །བསྐལ་པ་བྱེ་མང་བརྒྱ་ལམ་འབྱུང་བར་འགྱུར།
en: Will appear only once in many millions of eons.

source: །ད་ལྟར་དལ་བ་དམ་པ་རྙེད་པ་ལ།
en: Now that you have arrived at this excellent and unique moment,

source: །གལ་ཏེ་ཐར་འདོད་བག་མེད་སྤོང་བར་གྱིས།
en: Renounce your carelessness if you desire liberation!”

source: །ཡུལ་འཁོར་སྐྱོང་གང་ཟག་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔས་བསྟེན་པར་མི་བྱ་བ་སྟེ།
en: “Rāṣṭrapāla, there are four persons that a bodhisattva should not attend to.

source: ཡུལ་འཁོར་སྐྱོང་བྱང་ཆུབ་སེམས་དཔས་སྡིག་པའི་བཤེས་གཉེན་གྱི་གང་ཟག་བསྟེན་པར་མི་བྱ་བ་དང་། ཡུལ་འཁོར་སྐྱོང་བྱང་ཆུབ་སེམས་དཔས་དམིགས་པར་ལྟ་བ་ཅན་གྱི་གང་ཟག་བསྟེན་པར་མི་བྱ་བ་དང་། ཡུལ་འཁོར་སྐྱོང་བྱང་ཆུབ་སེམས་དཔས་དམ་པའི་ཆོས་སྤོང་བའི་གང་ཟག་བསྟེན་པར་མི་བྱ་བ་དང་། ཡུལ་འཁོར་སྐྱོང་བྱང་ཆུབ་སེམས་དཔས་ཟང་ཟིང་ལ་བརྐམ་པའི་གང་ཟག་བསྟེན་པར་མི་བྱ་བ་སྟེ།
en: Rāṣṭrapāla, a bodhisattva should not attend to a person who is a nefarious friend. Rāṣṭrapāla, a bodhisattva should not attend to a person who entertains an objectifying view. Rāṣṭrapāla, a bodhisattva should not attend to a person who abandons the true Dharma. And Rāṣṭrapāla, a bodhisattva should not attend to a person who craves material things.

source: ཡུལ་འཁོར་སྐྱོང་གང་ཟག་བཞི་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔས་བསྟེན་པར་མི་བྱ་བའོ།
en: Rāṣṭrapāla, these four are the persons that a bodhisattva should not attend to.”

source: །གང་དག་སྡིག་པའི་བཤེས་གཉེན་རྣམ་སྤོང་ཞིང་།
en: “Those who avoid nefarious friends

source: །གང་དག་དགེ་བའི་བཤེས་གཉེན་སྟེན་བྱེད་པ།
en: And turn to virtuous friends

source: །དེ་དག་རྟག་ཏུ་བྱང་ཆུབ་ལམ་ལ་འཕེལ།
en: Always progress on the path to enlightenment,

source: །དཔེར་ན་མཁའ་ལས་ཟླ་བ་ཡར་ངོ་བཞིན།
en: Like the waxing moon in the sky. “Those who seek the wisdom of a buddha

source: །དམིགས་པར་ལྟ་ལ་རྟག་ཏུ་ཞེན་པ་དང་། །བདག་དང་སྲོག་དང་གསོ་བར་ཞེན་པ་དག །དེ་དག་དུག་ཕྱིས་བཞིན་དུ་རྟག་ཏུ་སྤོང་། །གང་དག་སངས་རྒྱས་ཡེ་ཤེས་དོན་མི་གཉེར།
en: Always avoid, like a pot of poison, Those who constantly cling to an objectifying view, And who cling to self, vitality, and sustenance.

source: །གང་དག་མི་མཆོག་རྣམས་ཀྱི་ཞི་བའི་ཆོས། །འདོད་ཆགས་བྲལ་བ་བདུད་རྩི་འཐུང་སྤོང་བ།
en: “Those who desire to awaken to genuine enlightenment

source: །དེ་དག་དཔེར་ན་ངན་སྐྱུགས་རྫབ་བཞིན་སྤོང་།
en: Avoid, like a pot of vomit, Those who reject the Dharma of the supreme ones among men,

source: །གང་ཞིག་བྱང་ཆུབ་དམ་པ་འཚང་རྒྱར་འདོད།
en: Which is peaceful, passionless, and ambrosia-like. “They do not associate with those

source: །ཟང་ཟིང་དག་དང་ཆོས་གོས་ལྷུང་བཟེད་ཆགས།
en: Who are attached to material things, bowls, and robes,

source: །རྟག་ཏུ་ཁྱིམ་ལ་འདྲིས་པར་བྱེད་བརྩོན་པ། །དེ་དག་རྣམས་དང་འདྲིས་པར་མི་བྱ་སྟེ།
en: And who always seek to mingle with householders.

source: །དེ་དག་མེ་ཡི་འོབས་བཞིན་སྤང་བར་བྱ།
en: They avoid them like a pit of fire.

source: །གང་ཞིག་བདུད་ནི་གདུལ་བར་བྱ་བ་དང་། །འཁོར་ལོ་དམ་པ་བླ་མེད་བསྐོར་བ་དང་། །དེ་ལྟར་སེམས་ཅན་དོན་ཡང་བྱེད་འདོད་པ།
en: “Those who wish to tame Māra , To turn the excellent, unsurpassed wheel, And to likewise accomplish the benefit of beings

source: །དེས་ནི་སྡིག་པའི་བཤེས་གཉེན་སྤང་བར་བྱ།
en: Should avoid nefarious friends.

source: །དེ་ཡིས་རྙེད་དང་སྡུག་དང་མི་སྡུག་དང་། །གྲགས་དང་མཚང་འདྲུ་ཕྲག་དོག་ང་སྤངས་ཏེ།
en: Abandon gain, pleasant and unpleasant, As well as fame, calumny, jealousy, and ego,

source: །སངས་རྒྱས་ཡེ་ཤེས་རྟག་ཏུ་བཙལ་བར་བྱ།
en: And constantly seek the wisdom of a buddha.”

source: །ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྡུག་བསྔལ་རྣམ་པར་སྨིན་པའི་ཆོས་ཏེ།
en: “Rāṣṭrapāla, there are four things that result in suffering for bodhisattvas.

source: ཡུལ་འཁོར་སྐྱོང་ཤེས་པས་མངོན་པར་རློམ་སེམས་སུ་བྱེད་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྡུག་བསྔལ་རྣམ་པར་སྨིན་པའི་ཆོས་དང་། ཡུལ་འཁོར་སྐྱོང་ཕྲག་དོག་དང་སེར་སྣ་དང་ལྡན་པའི་སེམས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྡུག་བསྔལ་རྣམ་པར་སྨིན་པའི་ཆོས་དང་། ཡུལ་འཁོར་སྐྱོང་མ་མོས་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྡུག་བསྔལ་རྣམ་པར་སྨིན་པའི་ཆོས་དང་། ཡུལ་འཁོར་སྐྱོང་ཡོངས་སུ་མ་དག་པའི་ཤེས་པ་དང་། །བཟོད་པའི་ལོངས་སྤྱོད་ཡོངས་སུ་ཚོལ་བ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྡུག་བསྔལ་རྣམ་པར་སྨིན་པའི་ཆོས་ཏེ།
en: Rāṣṭrapāla, conceit due to knowledge is something that results in suffering for bodhisattvas. Rāṣṭrapāla, a jealous and avaricious mind is something that results in suffering for bodhisattvas. Rāṣṭrapāla, lack of devotion is something that results in suffering for bodhisattvas. Rāṣṭrapāla, seeking out enjoyments based on knowing and enduring impure things is something that results in suffering for bodhisattvas.

source: ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སྡུག་བསྔལ་རྣམ་པར་སྨིན་པའི་ཆོས་སོ།
en: Rāṣṭrapāla, these four are the things that result in suffering for bodhisattvas.”

source: །གང་དག་ས་ལ་ཆོས་ནི་འཛིན་གྱུར་ཞིང་།
en: Those who uphold the Dharma on earth

source: །འགྲོ་བ་ཐམས་ཅད་ཀྱིས་ཀྱང་མཆོད་འགྱུར་བ། །དེ་ལ་མི་ཤེས་པས་ནི་བརྙས་བྱེད་ན།
en: And are worshiped by all beings,

source: །དེས་ན་དེ་ནི་སྡུག་བསྔལ་མཐའ་ཡས་རྙེད།
en: They will encounter limitless suffering.

source: ཡ་ང་བས་ནི་གང་ཞིག་ལོངས་སྤྱོད་ཚོལ།
en: “These wicked ones—who are always filled with pride And do not bow down to the gurus, the noble beings—

source: །ཤེས་པ་མ་དག་རྟག་ཏུ་འདུན་ཅིང་འདོད། །གང་ཞིག་རྟག་ཏུ་ང་རྒྱལ་ཁེངས་གྱུར་ལ།
en: Look for riches And always desire impure knowledge.

source: །བླ་མ་འཕགས་པའི་སྐྱེ་བོ་མི་འདུད་ཅིང་།
en: “Those who have a negative mindset and are directed toward the three lower realms

source: །སངས་རྒྱས་ལ་ཡང་མོས་པ་ཡོད་མིན་ལ།
en: Have no devotion to the Buddha,

source: །ཆོས་དང་ཚོགས་ལ་དེ་ནི་མོས་པ་མེད།
en: Dharma, and Saṅgha.

source: །བསླབ་དང་སྦྱངས་པ་རྣམས་ལ་དེ་མི་མོས། །སྡིག་པའི་བློ་ཅན་ངན་སོང་གསུམ་ཕྱོགས་པ།
en: They are not devoted to training and practice.

source: །དེ་ནི་མི་ནང་འདི་ནས་ཤི་འཕོས་ནས།
en: “Having transmigrated from here, the human abode,

source: །ལས་ཀྱི་དབང་གིས་མི་མཁས་རྣམ་པར་རྨོངས།
en: These unskillful, foolish ones, through their actions,

source: །དམྱལ་བའམ་འོན་ཏེ་དུད་འགྲོའི་འགྲོ་རྣམས་སམ། །ཡི་དགས་འགྲོ་བ་རྣམས་སུ་སྡུག་བསྔལ་རྙེད།
en: Undergo suffering in the realms of hell, animals, Or hungry ghosts.

source: །གང་ཞིག་འཇིག་རྟེན་སྒྲོན་འགྱུར་བློ་ལྡན་ཞིང་།
en: “The heroes of men, whose intelligence is a light for the world,

source: །མི་ཡི་དཔའ་བོ་སྡུག་བསྔལ་མཐར་ཕྱིན་པ།
en: Who terminated suffering,

source: །དེ་ཡིས་ངན་སོང་ལམ་རྣམས་རབ་སྤངས་ཏེ།
en: Abandon the paths toward lower realms,

source: །བྱང་ཆུབ་ལམ་ནི་རྟག་ཏུ་བསྟེན་པར་བྱ།། །།བམ་པོ་གཉིས་པ།
en: And will always follow the path toward enlightenment.”

source: ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཆིང་བ་སྟེ།
en: “Rāṣṭrapāla, four things are fetters for bodhisattvas.

source: ཕ་རོལ་ལ་བརྙས་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཆིང་བ་དང་། འཇིག་རྟེན་པའི་ཐབས་ཀྱིས་བསྒོམ་པ་ལ་སྦྱོར་བ་དང་། མཚན་མའི་འདུ་ཤེས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཆིང་བ་དང་། ཀུན་འཛིན་པའི་སེམས་དང་ལྡན་པ་དང་། ཡེ་ཤེས་དང་བྲལ་བ་དང་། བག་མེད་པ་ལ་སྟེན་པར་བྱེད་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཆིང་བ་དང་། ཕྱིར་འབྲང་བའི་སེམས་ཀྱིས་ཁྱིམ་ལ་འདྲིས་པར་བྱེད་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཆིང་བ་སྟེ།
en: Despising others is a fetter for bodhisattvas. Engaging in meditation by worldly methods and forming notions about characteristics are a fetter for bodhisattvas. Staying close to someone whose mind clings to everything, who lacks wisdom, and who is careless is a fetter for bodhisattvas. Associating with householders with mental attachments is a fetter for bodhisattvas.

source: ཡུལ་འཁོར་སྐྱོང་བཞི་པོ་དེ་དག་གི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་འཆིང་བའོ།
en: Rāṣṭrapāla, these four things are fetters for bodhisattvas.”

source: །རྟག་ཏུ་གཞན་དག་ལ་ནི་བརྙས་བྱེད་ཅིང་།
en: “Always despising others,

source: །རྟག་ཏུ་འཇིག་རྟེན་པ་ཡི་བསམ་གཏན་སྒོམ།
en: They constantly cultivate worldly meditative absorption.

source: །ལྟར་གྱུར་འདི་དག་གིས་ནི་དེ་བཅིངས་ཏེ།
en: They are fettered by all manner of false views,

source: །གླང་པོ་ལུས་རིང་འདམ་དུ་སོང་བ་བཞིན།
en: Like the body of starving elephant stuck in a swamp.

source: །ཁྱིམ་ལ་འདྲིས་བྱེད་འཆིང་དང་ལྡན་པ་དང་། །གང་ཞིག་བག་མེད་རྟག་ཏུ་ཀུན་འཛིན་སེམས།
en: “Those whose fetter it is to associate with householders, Who are always careless and cling to everything,

source: །ཡེ་ཤེས་སྤངས་ཤིང་བློ་གྲོས་རྨོངས་གྱུར་པ།
en: Who have given up wisdom, and whose intelligence is obscured

source: །མི་རིགས་སྤྱོད་པ་འདི་དག་རྣམས་ཀྱིས་བཅིངས།
en: Are fettered by these improper ways of conduct.

source: །གང་ཞིག་སྡུག་བསྔལ་འཇིགས་པ་འདི་དག་དང་། །སྐྱེ་རྒ་འཆི་ལ་སོགས་ལས་གྲོལ་འདོད་པ།
en: “Those who seek liberation from these horrors of suffering— Birth, aging, death, and so on—

source: །བརྙས་པར་བྱེད་དང་རློམ་སེམས་བོར་ནས་ནི།
en: After casting away their vindictiveness and arrogance,

source: །བྱང་ཆུབ་ལམ་ལ་རྟག་ཏུ་བརྩོན་པར་འགྱུར།
en: Always persevere on the path to enlightenment.

source: །སྡུག་བསྔལ་མཐའ་ཡས་མ་ལུས་བཟོད་བྱས་ཏེ།
en: “Having endured all this endless suffering,

source: །བདེ་བ་ཀུན་ལ་ཆགས་པ་མེད་གྱུར་ནས།
en: Being without attachment to any kind of happiness,

source: །སྡུག་དང་མི་སྡུག་གཉེན་པ་མ་ལུས་བཏང་།
en: And having abandoned all kinsmen, pleasant and unpleasant,

source: །བརྟན་པ་དག་ནི་སྡིག་བྲལ་སངས་རྒྱས་འགྱུར།
en: These firm ones become buddhas, free from wrongdoing.

source: །ཕ་རོལ་ཕྱིན་དྲུག་ས་དང་ཡོན་ཏན་དང་། །སྟོབས་དང་དབང་པོ་དག་དང་ཤིས་ལ་སྦྱོར།
en: “They apply themselves to the six perfections, the spiritual levels, qualities, Powers , faculties, and wisdom.

source: །ཡོན་ཏན་ཀུན་དང་རྟག་ཏུ་ལྡན་གྱུར་ནས།
en: Having always been endowed with all qualities,

source: །རྒ་བའི་དྲ་བ་གྲོལ་བའི་སངས་རྒྱས་འགྱུར།
en: They become buddhas, free from the web of aging.
